tap "common-fate/granted"
tap "felixkratz/formulae"
tap "goreleaser/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "oven-sh/bun"
brew "asciiquarium"
brew "sqlite"
brew "awscli"
brew "bat"
brew "btop"
brew "cmatrix"
brew "php"
brew "composer"
brew "curlie"
brew "difftastic"
brew "entr"
brew "exif"
brew "exiftool"
brew "eza"
brew "fd"
brew "figlet"
brew "fish"
brew "fswatch"
brew "fzf"
brew "gh"
brew "glow"
brew "go"
brew "golangci-lint"
brew "goreleaser", link: false
brew "gron"
brew "gum"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lolcat"
brew "node"
brew "markdownlint-cli"
brew "yt-dlp"
brew "mpv"
brew "mysql-client@8.4"
brew "neofetch"
brew "neovim"
brew "pkgconf"
brew "nodenv"
brew "nushell"
brew "openjdk"
brew "pipx"
brew "pngquant"
brew "pnpm@9"
brew "poppler"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "shfmt"
brew "sl"
brew "solargraph"
brew "sqlfluff"
brew "starship"
brew "tealdeer"
brew "tflint"
brew "tree-sitter-cli"
brew "trivy"
brew "watch"
brew "wimlib"
brew "wordle"
brew "yq"
brew "common-fate/granted/granted"
brew "felixkratz/formulae/borders"
brew "hashicorp/tap/terraform"
brew "oven-sh/bun/bun"
cask "aerospace"
cask "anki"
cask "datweatherdoe"
cask "firefox@developer-edition"
cask "font-commit-mono"
cask "font-departure-mono"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-ibm-plex-mono"
cask "font-inconsolata-nerd-font"
cask "font-iosevka"
cask "font-iosevka-term-slab-nerd-font"
cask "font-jetbrains-mono"
cask "font-lilex-nerd-font"
cask "font-maple-mono"
cask "font-monaspace"
cask "font-server-mono"
cask "font-sf-mono"
cask "font-victor-mono-nerd-font"
cask "font-zed-mono"
cask "ghostty"
cask "github"
cask "goreleaser"
cask "karabiner-elements"
cask "keycastr"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "reminders-menubar"
cask "sequel-ace"
cask "slack"
cask "sublime-text"
cask "visual-studio-code"
cask "wezterm"
vscode "bmewburn.vscode-intelephense-client"
vscode "codestream.codestream"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "exodiusstudios.comment-anchors"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "jakebecker.elixir-ls"
vscode "laravel.vscode-laravel"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "naumovs.color-highlight"
vscode "nicolaerario.dark-modern-one"
vscode "open-southeners.laravel-pint"
vscode "openai.chatgpt"
vscode "phoenixframework.phoenix"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "subframe7536.custom-ui-style"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wheredoesyourmindgo.gruvbox-concoctis"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
go "github.com/tom-on-the-internet/cemetery-escape"
go "github.com/tom-on-the-internet/term-skirmish"
