tap "common-fate/granted"
tap "goreleaser/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "oven-sh/bun"
brew "asciiquarium"
brew "sqlite"
brew "awscli"
brew "bat"
brew "btop"
brew "curlie"
brew "difftastic"
brew "entr"
brew "exiftool"
brew "eza"
brew "fd"
brew "fish"
brew "fswatch"
brew "fzf"
brew "gh"
brew "glow"
brew "go"
brew "golangci-lint"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "lolcat"
brew "yt-dlp"
brew "mpv"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "node"
brew "openjdk"
brew "php"
brew "pipx"
brew "pngquant"
brew "pnpm"
brew "ripgrep"
brew "ruby"
brew "shfmt"
brew "solargraph"
brew "sqlfluff"
brew "starship"
brew "tealdeer"
brew "tflint"
brew "trivy"
brew "watch"
brew "wimlib"
brew "common-fate/granted/granted"
brew "goreleaser/tap/goreleaser"
brew "hashicorp/tap/terraform"
brew "oven-sh/bun/bun"
cask "alt-tab"
cask "datweatherdoe"
cask "firefox@developer-edition"
cask "karabiner-elements"
cask "obsidian"
cask "raycast"
cask "slack"
cask "wezterm"
